
[   { "id": 2, "title": "My A2SV Experience", "likes": 0 , "title2":" What I did/I am doing now", "title3":"How the A2SV program changed my life " ,"Dicription":"I heard about Africa to Silicon Valley from my friends and I was excited to join. Before joining A2SV I dreamt about solving real-world problems and attaining something that I could focus on and make myself better from it. At that time, it is safe to say, I knew very little about data structure and algorithms. It was because of the A2SV program that I got comfortable with algorithms. From the program, students also learn about improving communication skills and being confident besides acquiring problem-solving skills.","Dicription2": "Google is a great place to work. You will work with the brightest minds in the world and find yourself moving forward. Their culture is great and inclusive, especially their free food!", "Dicription3":"I believe I would have not made it to Google if not for A2SV. In fact, I would not have got this far if it wasn't for A2SV. I don't even think we would have such type of opportunities if it was not for this organization. Previously, I used to think working at FAANG was impossible for us but A2SV changed my mindset. Now, we know that it is possible to work anywhere as long as one works hard and utilizes opportunities.", "img": "https://res.cloudinary.com/eskalate/image/upload/f_auto,q_auto/v1/a2sv/success-stories/biruk_a"},
    { "id": 1, "title": "My A2SV Experience", "likes": 0 , "title2":" What I did/I am doing now", "title3":"How the A2SV program changed my life " ,"Dicription":"My dream before joining Africa to Silicon Valley was to expand my realm of competence and knowledge. At A2SV, I found myself surrounded by many smart and driven people who were dedicated to sharing their knowledge and helping each other succeed.","Dicription2": "I am a part-time developer, looking forward to boosting my technical skills and overcoming the next challenge.", "Dicription3":"I was so excited when I made it to the A2SV program. A2SV helped me sharpen my problem-solving and analysis skills. It taught me the value of not just working hard but also working smart through a culture that promotes and improves through continuous feedback. The A2SV organization was a crucial factor in helping me attain an internship at Google.", "img": "https://res.cloudinary.com/eskalate/image/upload/f_auto,q_auto/v1/a2sv/success-stories/semere"},
    
    { "id": 3, "title": "My A2SV Experience", "likes": 0 , "title2":" What I did/I am doing now", "title3":"How the A2SV program changed my life " ,"Dicription":"By being a part of A2SV, I got the chance to work and collaborate on real-world problems and gained more value through preparing for interviews with big tech companies. I also made really good friends.","Dicription2": "I enjoyed my time at Google as an intern. I got to work and learn from very disciplined and experienced engineers.", "Dicription3":"When I proved successful for the internship at Google, I remember being excited to spend the next 3 months there because of the positive culture, atmosphere, and all the perks. Without A2SV, I probably would not have ended up at Google.", "img": "https://res.cloudinary.com/eskalate/image/upload/f_auto,q_auto/v1/a2sv/success-stories/kidus"},
    { "id": 4, "title": "My A2SV Experience", "likes": 0 , "title2":" What I did/I am doing now", "title3":"How the A2SV program changed my life " ,"Dicription":"When I became a part of the Africa to Silicon Valley program, I wanted to learn a lot and get the opportunity to work on something impactful. A2SV has helped me develop my personal and technical skills, giving me valuable knowledge and experience. It helped me get exposure to big tech companies in the world. This enabled me to interact with a lot of smart people and be able to learn from them.","Dicription2": " am currently working on a very unique role in software engineering with some customers facing interactions. I am learning so much every day and acquiring a lot of skills. I have found the culture in Palantir to be amazing. Everyone is very smart and nice. Getting more work opportunities and quality education for more people in Africa will help us solve a lot of our problems, and I would like to contribute to making that happen.", "Dicription3":"I was really excited when I got my internship at Palantir. I think A2SV played a big role in getting me this opportunity by preparing me for my interviews, giving me experience by working on projects, and getting me connected with the company.", "img": "https://res.cloudinary.com/eskalate/image/upload/f_auto,q_auto/v1/a2sv/success-stories/eden"},
    { "id": 5, "title": "My A2SV Experience", "likes": 0 , "title2":" What I did/I am doing now", "title3":"How the A2SV program changed my life " ,"Dicription":"All I thought about before joining Africa to Silicon Valley was to complete university with good grades, continue my Masters and PhD soon after, and find a good influential job after that. I was excited to join A2SV but did not believe that what we achieved was possible.","Dicription2": " The environment at Google is challenging yet comfortable, full of learning, encouraging, and inspiring. I hope to turn my experiences and learnings into a tool I can use to boost the already fast-paced growth of Africa.", "Dicription3":"Getting a place at Google made me ecstatic! I was so excited to embark on this new wonderful journey. I am proud and thankful for A2SV. I definitely would not have made it without them. A2SV made me believe in what I thought was impossible. It taught me priceless lessons and skills.", "img": "https://res.cloudinary.com/eskalate/image/upload/f_auto,q_auto/v1/a2sv/success-stories/lydia"}
    
  ]